[
  {
    "quote": "An investment in knowledge pays the best interest.",
    "author": "Benjamin Franklin",
    "interpretation": "When it comes to investing, nothing will pay off more than educating yourself. Do the necessary research and analysis before making any investment decisions.",
    "authorPhotograph": "BenjaminFranklin.jpg"
  },
  {
    "quote": "I will tell you how to become rich. Close the doors. Be fearful when others are greedy. Be greedy when others are fearful.",
    "author": "Warren Buffett",
    "interpretation": "Be prepared to invest in a down market and to 'get out' in a soaring market, as per the philosophy of Warren Buffett.",
    "authorPhotograph": "WarrenBuffett.jpg"
  },
  {
    "quote": "It's not whether you're right or wrong that's important, but how much money you make when you're right and how much you lose when you're wrong.",
    "author": "George Soros",
    "interpretation": "Too many investors become obsessed with being right, even when the gains are small. Winning big and cutting your losses when you're wrong are more important than being right.",
    "authorPhotograph": "GeorgeSoros.jpg"
  },
  {
    "quote": "Don't look for the needle in the haystack. Just buy the haystack!",
    "author": "John Bogle",
    "interpretation": "If it seems too hard to find the next Amazon, John Bogle came up with the only sure way to get in on the action. By buying an index fund, investors can put a little bit of money into every stock. That way, they never miss out on the stock market's biggest winners.",
    "authorPhotograph": "JohnBogle.jpg"
  },
  {
    "quote": "In investing, what is comfortable is rarely profitable.",
    "author": "Robert Arnott",
    "interpretation": "At times, you will have to step out of your comfort zone to realize significant gains. Know the boundaries of your comfort zone and practice stepping out of it in small doses. As much as you need to know the market, you need to know yourself too. Can you handle staying in when everyone else is jumping ship? Or getting out during the biggest rally of the century? There's no room for pride in this kind of self-analysis. The best investment strategy can turn into the worst if you don't have the stomach to see it through.",
    "authorPhotograph": "RobertArnott.jpg"
  },
  {
    "quote": "The biggest risk of all is not taking one.",
    "author": "Mellody Hobson",
    "interpretation": "There is a direct tradeoff between risk and returns. If investors stick to low-risk assets like the money market and bonds, then they run a high risk of low long-term returns.",
    "authorPhotograph": "MellodyHobson.jpg"
  },
  {
    "quote": "It's not how much money you make, but how much money you keep, how hard it works for you, and how many generations you keep it for.",
    "author": "Robert Kiyosaki",
    "interpretation": "If you're a millionaire by the time you're 30 but blow it all by age 40, you've gained nothing. Grow and protect your investment portfolio by carefully diversifying it, and you may find yourself funding many generations to come.",
    "authorPhotograph": "RobertKiyosaki.jpg"
  },
  {
    "quote": "Know what you own, and know why you own it.",
    "author": "Peter Lynch",
    "interpretation": "Do your homework before making a decision. Once you've made a decision, make sure to re-evaluate your portfolio on a timely basis. A wise holding today may not be a wise holding in the future",
    "authorPhotograph": "PeterLynch.jpg"
  },
  {
    "quote": "Investing should be more like watching paint dry or watching grass grow. If you want excitement, take $800 and go to Las Vegas.",
    "author": "Paul Samuelson",
    "interpretation": "If you think investing is gambling, you're doing it wrong. The work involved requires planning and patience. However, the gains you see over time are indeed exciting",
    "authorPhotograph": "PaulSamuelson.jpg"
  },
  {
    "quote": "The four most dangerous words in investing are, it’s different this time.",
    "author": "Sir John Templeton",
    "interpretation": "Follow market trends and history. Don't speculate that this particular time will be any different. For example, a major key to investing in a specific stock or bond fund is its performance over five years.",
    "authorPhotograph": "SirJohnTempleton.jpg"
  },
  {
    "quote": "Wide diversification is only required when investors do not understand what they are doing.",
    "author": "Warren Buffett",
    "interpretation": "In the beginning, diversification is relevant. However, there are dangers of over-diversifying your portfolio. Once you've gotten your feet wet and have confidence in your investments, you can adjust your portfolio accordingly and make bigger bets.",
    "authorPhotograph": "WarrenBuffett.jpg"
  }
]